Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །དེ་ལ་ནི་སྡུག་བསྔལ་མེད་དོ། །སྡུག་བསྔལ་ཡོངས་སུ་ཤེས་པ་མེད་དོ། །ཀུན་འབྱུང་བ་མེད་དོ། །ཀུན་འབྱུང་བ་སྤང་བ་མེད་དོ། །འགོག་པ་མེད་དོ། །འགོག་པ་མངོན་དུ་བྱ་བ་མེད་དོ། །ལམ་མེད་དོ། །ལམ་བསྒོམ་པ་མེད་དོ།
en: In that, there is no understanding of suffering, its origins, its cessation, and the path. “

source: །དེ་ལ་ནི་ཐོབ་པར་བྱ་བ་མེད་དོ།
en: In that, there is nothing to be attained.

source: །མངོན་དུ་ཤེས་པར་བྱ་བ་མེད་དོ།
en: There is nothing to be clearly realized.

source: །རྒྱུན་ཏུ་ཞུགས་པ་མེད་དོ། །རྒྱུན་ཏུ་ཞུགས་པའི་འབྲས་བུ་མེད་དོ། །ལན་ཅིག་ཕྱིར་འོང་བ་མེད་དོ། །ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་མེད་དོ། །ཕྱིར་མི་འོང་བ་མེད་དོ། །ཕྱིར་མི་འོང་བའི་འབྲས་བུ་མེད་དོ། །དགྲ་བཅོམ་པ་མེད་དོ། །དགྲ་བཅོམ་པའི་འབྲས་བུ་མེད་དོ།
en: In that, there is no one entering the stream to nirvāṇa, no fruit of entering the stream to nirvāṇa, no one destined for only one more rebirth, no fruit of being destined for only one more rebirth, no one who is no longer subject to rebirth, no fruit of not being any longer subject to rebirth, no arhat, no fruit of arhatship, no individual enlightenment, and no pratyekabuddha.

source: །རང་སངས་རྒྱས་མེད་དོ། །རང་བྱང་ཆུབ་མེད་དོ། །དེ་ལ་ནི་བྱང་ཆུབ་སེམས་དཔའ་མེད་དོ། །ལམ་གྱི་རྣམ་པ་ཤེས་པ་ཉིད་མེད་དོ།
en: In that, there is no bodhisattva and no knowledge of the path.

source: །དེ་ལ་ནི་སངས་རྒྱས་མེད་དོ། །བྱང་ཆུབ་མེད་དོ།
en: In that, there is no buddha and no enlightenment. “

source: །ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟར་སྤྱོད་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བརྩོན་ཞེས་བྱ་སྟེ།
en: Śāradvatīputra, bodhisattva great beings who practice accordingly are said to engage with the perfection of wisdom.

source: དེ་དེ་ལྟར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་ཀྱང་། གཟུགས་ལ་བརྩོན་ཞེས་བྱ་བའམ་མི་བརྩོན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Even though they practice the perfection of wisdom in that manner, they do not consider whether they are engaged with physical forms or not engaged with them.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ལ་བརྩོན་ཞེས་བྱ་བའམ་མི་བརྩོན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether they are engaged with feelings, perceptions, formative predispositions, or consciousness, or not engaged with them.

source: །མིག་ལ་བརྩོན་ཞེས་བྱ་བའམ་མི་བརྩོན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་ཡིད་ལ་བརྩོན་ཞེས་བྱ་བའམ་མི་བརྩོན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །གཟུགས་ལ་བརྩོན་ཞེས་བྱ་བའམ་མི་བརྩོན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether they are engaged with the eyes or not engaged with them, and they do not consider whether they are engaged with the ears, nose, tongue, body, or the mental faculty, or not engaged with them. “

source: །སྒྲ་དང་དྲི་དང་རོ་དང་རེག་བྱ་དང་ཆོས་ལ་བརྩོན་ཞེས་བྱ་བ་འམ་མི་བརྩོན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether they are engaged with sights or not engaged with them, and they do not consider whether they are engaged with sounds, odors, tastes, tangibles, or mental phenomena, or not engaged with them. “

source: །མིག་གི་ཁམས་ལ་བརྩོན་ཞེས་བྱ་བ་འམ་མི་བརྩོན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །གཟུགས་ཀྱི་ཁམས་དང་། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ལ་བརྩོན་ཞེས་བྱ་བའམ་མི་བརྩོན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether they are engaged with the sensory element of the eyes or not engaged with it, and they do not consider whether they are engaged with the sensory element of sights or the sensory element of visual consciousness, or not engaged with them.

source: །ཡིད་ཀྱི་ཁམས་ཀྱི་བར་ལ་བརྩོན་ཞེས་བྱ་བའམ་མི་བརྩོན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether they are engaged with [the other sensory elements], up to and including the sensory element of the mental faculty, or not engaged with them.

source: །ཆོས་ཀྱི་ཁམས་དང་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ལ་བརྩོན་ཞེས་བྱ་བའམ་མི་བརྩོན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether they are engaged with the sensory element of mental phenomena or the sensory element of mental consciousness, or not engaged with them. “

source: །སའི་ཁམས་ལ་བརྩོན་ཞེས་བྱ་བ་འམ་མི་བརྩོན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether they are engaged with the earth element or not engaged with it.

source: །ཆུའི་ཁམས་དང་མེའི་ཁམས་དང་རླུང་གི་ཁམས་དང་ནམ་མཁའི་ཁམས་དང་རྣམ་པར་ཤེས་པའི་ཁམས་ལ་བརྩོན་ཞེས་བྱ་བའམ་མི་བརྩོན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མ་རིག་པ་ལ་བརྩོན་ཞེས་བྱ་བ་འམ་མི་བརྩོན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether they are engaged with the water element, the fire element, the wind element, the space element, or the consciousness element, or not engaged with them. “

source: །འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་དང་མིང་དང་གཟུགས་དང་སྐྱེ་མཆེད་དྲུག་དང་རེག་པ་དང་ཚོར་བ་དང་སྲེད་པ་དང་ལེན་པ་དང་སྲིད་པ་དང་སྐྱེ་བ་དང་རྒ་ཤི་ལ་བརྩོན་ཞེས་བྱ་བའམ་མི་བརྩོན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བརྩོན་ཞེས་བྱ་བ་འམ་མི་བརྩོན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether they are engaged with ignorance or not engaged with it, and they do not consider whether they are engaged with formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, or aging and death, or not engaged with them. “

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བརྩོན་ཞེས་བྱ་བ་འམ་མི་བརྩོན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider they are engaged with the perfection of generosity or not engaged with it, and they do not consider whether they are engaged with the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, or the perfection of wisdom, or not engaged with them. “

source: །ནང་སྟོང་པ་ཉིད་ལ་བརྩོན་ཞེས་བྱ་བའམ་མི་བརྩོན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །ཕྱི་སྟོང་པ་ཉིད་དང་། ཕྱི་ནང་སྟོང་པ་ཉིད་དང་། སྟོང་པ་ཉིད་སྟོང་པ་ཉིད་དང་། ཆེན་པོ་སྟོང་པ་ཉིད་དང་། དོན་དམ་པ་སྟོང་པ་ཉིད་དང་། འདུས་བྱས་སྟོང་པ་ཉིད་དང་། འདུས་མ་བྱས་སྟོང་པ་ཉིད་དང་། མཐའ་ལས་འདས་པ་སྟོང་པ་ཉིད་དང་། ཐོག་མ་དང་ཐ་མ་མེད་པ་སྟོང་པ་ཉིད་དང་། དོར་བ་མེད་པ་སྟོང་པ་ཉིད་དང་། རང་བཞིན་སྟོང་པ་ཉིད་དང་། ཆོས་ཐམས་ཅད་སྟོང་པ་ཉིད་དང་། རང་གི་མཚན་ཉིད་སྟོང་པ་ཉིད་དང་། མི་དམིགས་པ་སྟོང་པ་ཉིད་དང་། དངོས་པོ་མེད་པ་སྟོང་པ་ཉིད་དང་། ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་དང་།
en: They do not consider whether they are engaged with the emptiness of internal phenomena or not engaged with it, and they do not consider whether they are engaged with the emptiness of external phenomena, the emptiness of both external and internal phenomena, the emptiness of emptiness, the emptiness of great extent, the emptiness of ultimate reality, the emptiness of conditioned phenomena, the emptiness of unconditioned phenomena, the emptiness of the unlimited, the emptiness of that which has neither beginning nor end, the emptiness of nonexclusion, the emptiness of inherent existence, the emptiness of all phenomena, the emptiness of intrinsic defining characteristics, the emptiness of nonapprehensibility, the emptiness of nonentities, the emptiness of essential nature, or the emptiness of the essential nature of nonentities, or not engaged with them. “

source: དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ལ་བརྩོན་ཞེས་བྱ་བའམ་མི་བརྩོན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ལ་བརྩོན་ཞེས་བྱབའམ། མི་བརྩོན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །ཡང་དག་པར་སྤོང་བ་རྣམས་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། ལམ་རྣམས་དང་། འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་བ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་།
en: They do not consider whether they are engaged with the applications of mindfulness or not engaged with it, and they do not consider whether they are engaged with the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, the paths, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, or the extrasensory powers, or not engaged with them. “

source: མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་ལ་བརྩོན་ཞེས་བྱ་བ་འམ་མི་བརྩོན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །ཏིང་ངེ་འཛིན་ཐམས་ཅད་དང་། གཟུངས་ཀྱི་སྒོ་ཐམས་ཅད་ལ་བརྩོན་ཞེས་བྱ་བ་འམ་མི་བརྩོན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether they are engaged with all the meditative stabilities or all the dhāraṇī gateways, or not engaged with them.

source: །དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལ་བརྩོན་ཞེས་བྱ་བ་འམ་མི་བརྩོན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether they are engaged with the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, or the eighteen distinct qualities of the buddhas, or not engaged with them. {

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ལ་བརྩོན་ཞེས་བྱ་བ་འམ་མི་བརྩོན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Dt.48} “They do not consider whether they are engaged with all [the attainments], up to and including all-aspect omniscience, or not engaged with them.

source: །ཤ་ར་དྭ་ཏིའི་བུ་རྣམ་གྲངས་དེ་ལྟ་བུས་ན། ཆོས་ཐམས་ཅད་འདུ་བ་དང་འབྲལ་བ་མེད་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་བརྩོན་ཞེས་བྱའོ།
en: In this way, Śāradvatīputra, because all phenomena are without conjunction or disjunction, bodhisattva great beings are said to engage with the perfection of wisdom. “

source: །ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། སྟོང་པ་ཉིད་དང་སྟོང་པ་ཉིད་དུ་མི་བསྡུད་མི་འབྱེད་དེ། སྟོང་པ་ཉིད་ཀྱི་རྣལ་འབྱོར་དང་ཡང་མ་ཡིན་ནོ། །མཚན་མ་མེད་པ་དང་།
en: Moreover, Śāradvatīputra, when bodhisattva great beings practice the perfection of wisdom, they neither associate emptiness with emptiness, nor do they disassociate it therefrom, and nor indeed is there engagement with emptiness.

source: མཚན་མ་མེད་པར་མི་བསྡུད་མི་འབྱེད་དེ། མཚན་མ་མེད་པའི་རྣལ་འབྱོར་དང་ཡང་མ་ཡིན་ནོ།
en: They neither associate signlessness with signlessness, nor do they disassociate it therefrom, and nor indeed is there engagement with signlessness.

source: །སྨོན་པ་མེད་པ་དང་སྨོན་པ་མེད་པར་མི་བསྡུད་མི་འབྱེད་དེ། སྨོན་པ་མེད་པའི་རྣལ་འབྱོར་དང་ཡང་མ་ཡིན་ནོ།
en: They neither associate wishlessness with wishlessness, nor do they disassociate it therefrom, and nor indeed is there engagement with wishlessness.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ནི་འདི་ལྟར་སྟོང་པ་ཉིད་ལ་འདུ་བའམ་འབྲལ་བ་མེད་དོ།
en: If you ask why, it is because they are neither conjoined nor disjoined in emptiness.

source: །མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་ལ་འདུ་བའམ་འབྲལ་བ་མེད་དོ།
en: They are neither conjoined nor disjoined in signlessness or wishlessness.

source: །ཤ་ར་དྭ་ཏིའི་བུ་དེ་ལྟར་བརྩོན་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་བརྩོན་ཞེས་བྱའོ།
en: Śāradvatīputra, bodhisattva great beings who practice in that manner are said to engage with the perfection of wisdom. “

source: །ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། ཆོས་རྣམས་ཀྱི་རང་གི་མཚན་ཉིད་སྟོང་པ་ཉིད་ལ་འཇུག་སྟེ།
en: Moreover, Śāradvatīputra, when bodhisattva great beings practice the perfection of wisdom, they enter into emptiness, which is the intrinsic defining characteristic of all phenomena.

source: དེ་དེ་ལྟར་ཁོང་དུ་ཆུད་པར་བྱེད་པས་གཟུགས་མི་སྦྱོར་མི་འབྱེད་དོ། །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་མི་སྦྱོར་མི་འབྱེད་དོ།
en: Understanding it accordingly, they neither associate with nor disassociate from physical forms, and they neither associate with nor disassociate from feelings, perceptions, formative predispositions, or consciousness.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་མི་སྦྱོར་མི་འབྱེད་དོ།
en: They neither associate with [all the other the causal and fruitional attributes and goals], up to and including all-aspect omniscience, nor do they disassociate therefrom.

source: །དེ་ལྟར་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བརྩོན་ཞེས་བྱའོ།
en: Bodhisattva great beings who practice in that manner are said to engage with the perfection of wisdom. “

source: །ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། གཟུགས་དང་སྔོན་གྱི་མཐར་མི་སྦྱོར་མི་འབྱེད་དེ། དེ་ནི་འདི་ལྟར་སྔོན་གྱི་མཐའ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Moreover, Śāradvatīputra, when bodhisattva great beings practice the perfection of wisdom, they neither associate physical forms with the limits of past time, nor do they disassociate them therefrom, because they do not observe the nature of the limits of past time.

source: །གཟུགས་དང་ཕྱི་མའི་མཐར་མི་སྦྱོར་མི་འབྱེད་དེ། དེ་ནི་འདི་ལྟར་ཕྱི་མའི་མཐའ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They neither associate physical forms with the limits of future time, nor do they disassociate them therefrom, because they do not observe the nature of the limits of future time.

source: །གཟུགས་དང་ད་ལྟར་བྱུང་བར་མི་སྦྱོར་མི་འབྱེད་དེ། དེ་ནི་འདི་ལྟར་ད་ལྟར་བྱུང་བ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They neither associate physical forms with present events, nor do they disassociate them therefrom, because they do not observe the nature of present events. {

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་དང་སྔོན་གྱི་མཐར་མི་སྦྱོར་མི་འབྱེད་དེ། དེ་ནི་འདི་ལྟར་སྔོན་གྱི་མཐའ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Dt.49} They neither associate feelings, perceptions, formative predispositions, and consciousness with the limits of past time, nor do they disassociate them therefrom, because they do not observe the nature of the limits of past time.

source: །རྣམ་པར་ཤེས་པ་དང་ཕྱི་མའི་མཐར་མི་སྦྱོར་མི་འབྱེད་དེ། དེ་ནི་འདི་ལྟར་ཕྱི་མའི་མཐའ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They neither associate consciousness and the other aggregates with the limits of future time, nor do they disassociate them therefrom, because they do not observe the nature of the limits of future time.

source: །རྣམ་པར་ཤེས་པ་དང་ད་ལྟར་བྱུང་བར་མི་སྦྱོར་མི་འབྱེད་དེ། དེ་ནི་འདི་ལྟར་ད་ལྟར་བྱུང་བ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They neither associate consciousness and the other aggregates with present events, nor do they disassociate them therefrom, because they do not observe the nature of present events. “

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དང་སྔོན་གྱི་མཐར་མི་སྦྱོར་མི་འབྱེད་དེ། དེ་ནི་འདི་ལྟར་སྔོན་གྱི་མཐའ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They neither associate [the causal and fruitional attributes and goals], up to and including all-aspect omniscience, with the limits of past time, nor do they disassociate them therefrom, because they do not observe the nature of the limits of past time.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ཕྱི་མའི་མཐར་མི་སྦྱོར་མི་འབྱེད་དེ། དེ་ནི་འདི་ལྟར་ཕྱི་མའི་མཐའ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They neither associate all-aspect omniscience [and the other attainments] with the limits of future time, nor do they disassociate them therefrom, because they do not observe the nature of the limits of future time.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ད་ལྟར་བྱུང་བར་མི་སྦྱོར་མི་འབྱེད་དེ། དེ་ནི་འདི་ལྟར་ད་ལྟར་བྱུང་བ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They neither associate all-aspect omniscience [and the other attainments] with present events, nor do they disassociate them therefrom, because they do not observe the nature of present events.

source: །ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟར་སྤྱོད་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་བརྩོན་ཞེས་བྱའོ།
en: Śāradvatīputra, bodhisattva great beings who practice in that manner are said to engage with the perfection of wisdom. “

source: །ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། དུས་གསུམ་མཉམ་པ་ཉིད་དུ་སྟོང་པ་ཉིད་ཀྱི་ཕྱིར། སྔོན་གྱི་མཐའ་དང་ཕྱི་མའི་མཐར་མི་སྦྱོར་མི་འབྱེད་དོ།
en: Moreover, Śāradvatīputra, when bodhisattva great beings practice the perfection of wisdom, owing to emptiness with respect to the sameness of the three times, they neither associate the limit of past time with the limit of future time, nor do they disassociate it therefrom.

source: །ཕྱི་མའི་མཐའ་དང་སྔོན་གྱི་མཐར་མི་སྦྱོར་མི་འབྱེད་དོ།
en: They neither associate the limit of future time with the limit of past time, nor do they disassociate it therefrom.

source: །ད་ལྟར་བྱུང་བ་དང་སྔོན་གྱི་མཐའ་འམ་ཕྱི་མའི་མཐར་མི་སྦྱོར་མི་འབྱེད་དོ།
en: They neither associate present events with the limit of past or future time, nor do they disassociate them therefrom.

source: །སྔོན་གྱི་མཐའ་འམ་ཕྱི་མའི་མཐའ་དང་ད་ལྟར་བྱུང་བར་མི་སྦྱོར་མི་འབྱེད་དོ།
en: They neither associate the limits of past or future time with present events, nor do they disassociate them therefrom.

source: །ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། རྣམ་པ་འདི་ལྟར་བརྩོན་པར་བྱེད་དེ། བརྩོན་པ་དེས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་འདས་པ་དང་། མི་སྦྱོར་མི་འབྱེད་དོ། །དེ་ནི་འདི་ལྟར་འདས་པ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: Moreover, Śāradvatīputra, when bodhisattva great beings practice the perfection of wisdom, they engage whereby they neither associate all-aspect omniscience with the past, nor do they disassociate it therefrom, because they do not observe the past.

source: ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན་ཐམས་ཅད་མཁྱེན་པ་ཉིད་འདས་པ་དང་སྦྱོར་བའམ་འབྱེད་པ་ལྟ་ག་ལ་ཡོད།
en: In disregarding the past, how could they associate it with omniscience or disassociate it therefrom?

source: ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་འོངས་པ་དང་མི་སྦྱོར་མི་འབྱེད་དོ། །དེ་ནི་འདི་ལྟར་མ་འོངས་པ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན།
en: They neither associate omniscience with the future, nor do they disassociate it therefrom, because they do not observe the future.

source: ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་འོངས་པ་དང་སྦྱོར་བའམ་འབྱེད་པ་ལྟ་ག་ལ་ཡོད།
en: In disregarding the future, how could they associate it with omniscience or disassociate it therefrom?

source: ཐམས་ཅད་མཁྱེན་པ་ཉིད་ད་ལྟར་བྱུང་བ་དང་མི་སྦྱོར་མི་འབྱེད་དོ། །དེ་ནི་འདི་ལྟར་ད་ལྟར་བྱུང་བ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན།
en: They neither associate omniscience with present events, nor do they disassociate it therefrom, because they do not observe present events.

source: ཐམས་ཅད་མཁྱེན་པ་ཉིད་ད་ལྟར་བྱུང་བ་དང་སྦྱོར་བའམ་འབྱེད་པ་ལྟ་ག་ལ་ཡོད།
en: In disregarding present events, how could they associate them with omniscience or disassociate them therefrom?

source: ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟར་སྤྱོད་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བརྩོན་ཞེས་བྱའོ།
en: Śāradvatīputra, bodhisattva great beings who practice in that manner are said to engage with the perfection of wisdom. {

source: །ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། གཟུགས་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །དེ་ནི་འདི་ལྟར་གཟུགས་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན།
en: Dt.50} “Moreover, Śāradvatīputra, when bodhisattva great beings practice the perfection of wisdom, they neither associate physical forms with omniscience, nor do they disassociate them therefrom, because they do not observe the nature of physical forms.

source: གཟུགས་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སྦྱོར་བའམ་འབྱེད་པ་ལྟ་ག་ལ་ཡོད།
en: In disregarding physical forms, how could they associate them with omniscience or disassociate them therefrom?

source: ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མྱི་སྦྱོར་མྱི་འབྱེད་དོ། །དེ་ནི་འདི་ལྟར། རྣམ་པར་ཤེས་པ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They neither associate feelings, perceptions, formative predispositions, or consciousness with omniscience, nor do they disassociate them therefrom, because they do not observe the nature of consciousness [or the aforementioned aggregates].

source: ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན། རྣམ་པར་ཤེས་པ་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སྦྱོར་བ་འམ་འབྱེད་པ་ལྟ་ག་ལ་ཡོད།
en: In disregarding consciousness and so forth, how could they associate them with omniscience or disassociate them therefrom? “

source: མིག་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །མིག་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They neither associate the eyes with omniscience, nor do they disassociate them therefrom, because they do not observe the nature of the eyes.

source: །རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་ཡིད་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །ཡིད་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They neither associate the ears, the nose, the tongue, the body, or the mental faculty with omniscience, nor do they disassociate them therefrom, because they do not observe the nature of the mental faculty [or the aforementioned sense organs].

source: །གཟུགས་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །གཟུགས་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They neither associate sights with omniscience, nor do they disassociate them therefrom, because they do not observe the nature of sights.

source: །སྒྲ་དང་དྲི་དང་རོ་དང་རེག་བྱ་དང་ཆོས་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །ཆོས་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They neither associate sounds, odors, tastes, tangibles, or mental phenomena with omniscience, nor do they disassociate them therefrom, because they do not observe the nature of mental phenomena [or the aforementioned sense objects].

source: །མིག་གི་ཁམས་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །མིག་གི་ཁམས་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They neither associate the sensory element of the eyes with omniscience, nor do they disassociate it therefrom, because they do not observe the nature of the sensory element of the eyes.

source: །གཟུགས་ཀྱི་ཁམས་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ།
en: They neither associate the sensory element of sights with omniscience, nor do they disassociate it therefrom because they do not observe the sensory element of sights. “

source: །གཟུགས་ཀྱི་ཁམས་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They neither associate the sensory element of visual consciousness with omniscience, nor do they disassociate it therefrom, because they do not observe the nature of the sensory element of visual consciousness.

source: །ཡིད་ཀྱི་ཁམས་ཀྱི་བར་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །ཡིད་ཀྱི་ཁམས་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They neither associate [the other sensory elements], up to and including the sensory element of the mental faculty, with omniscience, nor do they disassociate it therefrom, because they do not observe the nature of the sensory element of the mental faculty [and so forth].

source: །ཆོས་ཀྱི་ཁམས་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །ཆོས་ཀྱི་ཁམས་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They neither associate the sensory element of mental phenomena with omniscience, nor do they disassociate it therefrom, because they do not observe the nature of the sensory element of mental phenomena.

source: །ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །དེ་ནི་འདི་ལྟར་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན།
en: They neither associate the sensory element of mental consciousness with omniscience, nor do they disassociate it therefrom, because they do not observe the nature of the sensory element of mental consciousness.
